Repository: KorevaGit/Swift-EliteSIP
Catalog: Packages/AdminAccess/Localizable.xcstrings
Source language: ru
Languages: en

source: Данные административного доступа испорчены. Задайте пароль заново.
en: The administrator access data is corrupted. Set the password again.

source: Код восстановления — это %lld цифр.
en: A recovery code is %lld digits.

source: Локальный режим
en: Local mode

source: Настройки из файла конфигурации
en: Settings from a configuration file

source: Не удалось проверить пароль.
en: Could not verify the password.

source: Неверный код восстановления.
en: Wrong recovery code.

source: Неверный пароль.
en: Wrong password.

source: Пароль не может быть пустым.
en: The password cannot be empty.

source: Профили, макросы и политику защиты задаёт администратор этой машины.
en: Profiles, macros and the protection policy are set by this machine’s administrator.

source: Профили, макросы и политику защиты принёс файл конфигурации.
en: Profiles, macros and the protection policy came from a configuration file.
